[
    {
      "name": "Hades",
      "hearts": 0,
      "hasCompanion": false,
      "howToUnlock": "Completar o jogo 10 vezes."
    },
    {
      "name": "Nix",
      "hearts": 0,
      "hasCompanion": false,
      "howToUnlock": "Conversar com Caos e Nyx, até que Nyx mencione reconectar com Caos. Então, na câmara administrativa, restaure o Eldest Sigil, por 3142 de Escuridão"
    },
    {
      "name": "Caronte",
      "hearts": 0,
      "hasCompanion": false,
      "howToUnlock": "Gaste ao menos 10.000 na sua loja"
    },
    {
      "name": "Hipnos",
      "hearts": 0,
      "hasCompanion": false,
      "howToUnlock": "Converse com Hipnos e Tânato (enquanto ambos estão na casa) o suficiente para progredir a história de melhorar a ética de trabalho do Hipnos."
    },
    {
      "name": "Tânato",
      "hearts": 0,
      "hasCompanion": true,
      "howToUnlock": "Depois de conseguir 6 corações, vença ou empate com Tânato em uma de seus competições"
    },
    {
      "name": "Megaira",
      "hearts": 0,
      "hasCompanion": true,
      "howToUnlock": "Depois de encontrar com Megaira vezes suficientes enquanto escapando, aguarde acontecer duas cutscene de Megaira e Zagreu conversando em seu quarto."
    },
    {
      "name": "Caos",
      "hearts": 0,
      "hasCompanion": false,
      "howToUnlock": "Conversar com Caos e Nix, até que Nix mencione reconectar com Caos. Então, na câmara administrativa, restaure o Eldest Sigil, por 3142 de Escuridão"
    },
    {
      "name": "Zeus",
      "hearts": 0,
      "hasCompanion": false,
      "howToUnlock": "Converse sobre Zeus com ao menos outros 5 deuses, normalmente quando obtendo benção dele e então de outro deus na mesma tentativa de fuga."
    },
    {
      "name": "Poseidon",
      "hearts": 0,
      "hasCompanion": false,
      "howToUnlock": "Adquira a vara de pesca (desbloqueada depois de chegar no ultimo chefão) e então pegue ao menos 18 peixes."
    },
    {
      "name": "Atena",
      "hearts": 0,
      "hasCompanion": false,
      "howToUnlock": "Ouvir 3 falas de parabéns de Atena, após completar uma fuga."
    },
    {
      "name": "Afrodite",
      "hearts": 0,
      "hasCompanion": false,
      "howToUnlock": "Complete a história de Tânatos, Megaira e Dusa."
    },
    {
      "name": "Ártemis",
      "hearts": 0,
      "hasCompanion": false,
      "howToUnlock": "Converse com Áretemis o suficiente para progredir seu dialogo sobre Callisto."
    },
    {
      "name": "Ares",
      "hearts": 0,
      "hasCompanion": false,
      "howToUnlock": "Complete a proferia War-God’s Bloodlust (debloqueia após matar 2000 inimigos e requer matar 10.000)."
    },
    {
      "name": "Dionísio",
      "hearts": 0,
      "hasCompanion": false,
      "howToUnlock": "Dê 10 Ambrosia para ao menos 6 diferentes personagens."
    },
    {
      "name": "Hermes",
      "hearts": 0,
      "hasCompanion": false,
      "howToUnlock": "Converse com Hermes com um Lambent Plume (sua lembrancinhas) totalmente melhorada (3 estrelas)."
    },
    {
      "name": "Deméter",
      "hearts": 0,
      "hasCompanion": false,
      "howToUnlock": "Completar o Epilogo e então conversar com Deméter."
    },
    {
      "name": "[REDACTED]",
      "hearts": 0,
      "hasCompanion": false,
      "howToUnlock": "Finalizar o jogo 10 vezes e continuar falando com Perséfone na casa de Hades."
    },
    {
      "name": "Aquiles",
      "hearts": 0,
      "hasCompanion": true,
      "howToUnlock":  "Fale com Aquiles e Pátroclo o suficiente para Pátroclo mencionar um código, então compre o contrato de Aquiles (também necessário falar com Nix). E converse com eles juntos no Elysium."
    },
    {
      "name": "Orfeu",
      "hearts": 0,
      "hasCompanion": false,
      "howToUnlock":  "Fale com Orfeu e Eurídice o suficiente para ouvir a saudade de ambos. Então compre o contrato de Orfeu e converse com eles juntos em Asphodel."
    },
    {
      "name": "Sísifo",
      "hearts": 0,
      "hasCompanion": true,
      "howToUnlock":  "Após Zagreu mencionar querer aliviar a punição de Sísifo, fale com Hades, Megaira e Bouldy (a pedra de Sisifo) até saber suas opniões sobre sua punição. Então converse novamente com Sísifo."
    },
    {
      "name": "Eurídice",
      "hearts": 0,
      "hasCompanion": false,
      "howToUnlock":  "Fale com Orfreu e Euridice o suficiente para ouvir a saudade de ambos. Então compre o contrato de Orfreu e converse com eles juntos em Asphodel."
    },
    {
      "name": "Pátroclo",
      "hearts": 0,
      "hasCompanion": false,
      "howToUnlock":  "Fale com Aquiles e Pátroclo o suficiente para Pátroclo mencionar um código, então compre o contrato de Aquiles (também necessário falar com Nix). E converse com eles juntos no Elysium."
    },
    {
      "name": "Cérbero",
      "hearts": 0,
      "hasCompanion": false,
      "howToUnlock":  "Acaricie Cérbero ao menos 20 vezes."
    },
    {
      "name": "Dusa",
      "hearts": 0,
      "hasCompanion": true,
      "howToUnlock":  "Complete a profecia A Place of Revelry (desbloqueada conversando com Dusa), que requer comprar 12 melhorias do lounge (incluindo ao menos um tapete) e limpar a sujeira de Cérbero."
    },
    {
      "name": "Zé Caveira",
      "hearts": 0,
      "hasCompanion": true,
      "howToUnlock":  "Completar a profecia Eternal Rest, que requer desbloquear 4 aspectos que não sejam de Zagreu e matar Zé Caveira com a Espada de Zagreu nível 5."
    }
]